{
"name": "UFO BUFO",
"updated": "22.8.2013 22:08",
"days": [
{
"id": "patek",
"name": "PÁTEK",
"date": "23.8.2013",
"stages": [
{
"id": "main",
"name": "Main",
"artists": [
{
"id": "ekldarj",
"name": "Eklektik Fluidum vs Darjeel",
"time": "18:00",
"duration": 150,
"wwwlink": "https://soundcloud.com/eklektik_fluidum",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "Fascinated by unique raw sound of drum and bass and powerful atmosphere of the first dvoika.troika parties in ostrava (1999), Eklektik Fluidum started playing drum and bass and promoting parties in his city (2001), which finaly led to the birth of basstillbeat crew (2002). hc nuskool, synthetic fractures, bugbears, amens & atmospheric cosmos were significant for his sets, but he was also collecting downtempo vinyls, especially from his beloved ninjatune label and czech god of belcanto karel gott ;). after several years filled with enthusiasm for dnb scene and of playing in clubs all over czech republic with people like: optiv/cause4concern, raw.full/ill.skillz, n.phect, mindscape, jade, crossfire, grooveside project, duster, axiom, rusher and czech dnb elite like: morebeat, no money, pixie, dvoika.troika crew etc. he felt bounded by the limits of one genre and began (2006) to explore alternative ways how to express his deep passion for music - the result is eklektik fluidum... melting pot of 70-170 bmp wonkadelic funkyglitched bassline psynergy without any genre limits :)",
"shortdesc": "",
"booking": "Bass:till:beat | Glitch.cz",
"origin": "cz"
},
{
"id": "zeamoon",
"name": "Zeamoon",
"time": "20:30",
"duration": 90,
"wwwlink": "https://soundcloud.com/zeamoon",
"icoimage": "content/images/artists/zeamoon.jpg",
"profiletext": "Zeamoon is the solo project of Simon Neumann, a talented and trained audio engineer, musician and producer from Germany. Already well known for his psychedelic chillout project Seamoon and for his prog-psytrance-duo Sonic Tickle (with Janosch Wolf), Simon already offers a lot of experience in shaping frequencies for your personal pleasure and dancefloor adventure. With a background as a drummer he played a few years in a classical jazz-trio and started very early to produce hiphop beats, dub and triphop and gained a lot of different experience and influence. After school he decided to move a step forward and successfully studied audio engeneering at university. With his Zeamoon project, Simon is concentrating on progressive psycedelic trance tunes with a perfect balance of twisted psychedelic sawtooth rippin’ sounds and groove & dancefloor oriented rythms. Highest quality production with huge basslines and forward moving energy defines his unique style.",
"shortdesc": "live",
"booking": "Zenon rec.",
"origin": "de"
},
{
"id": "psyejc",
"name": "Psyla vs Ejczka",
"time": "22:00",
"duration": 180,
"wwwlink": "https://soundcloud.com/ejczka",
"icoimage": "content/images/artists/psyla.jpg",
"profiletext": "Jan Horyna aka dj Ejczka has been DJing and organizing gigs since 2009 and in a short time established at Czech psytrance scene. Together with DJ Plech is a member of Polyhedra crew which organizes not only at psy scene well respected multigenre audiovisual parties Der Klang at famous Cross club in Prague. His sets range from hypnotic dark psychedelic around 152 bpm thru pure psytrance around 146 bpm to down trance line morning psytrance 143 bpm. Always depends on concept of party, but always keep his sets psychedelic. During his appearances you can hear tracks by Silent Horror, Parus, Orestis, Kryptum, LAB, Olien, Psykovsky, Sartor Arepo, Chromatec, RawaR, GappeQ, Xenomorph, Atriohm, Encephalopaticys, Jahbo, Derango, Farebi Jalebi, Ajja, RED, Parasense, Electrypnose, Scatterbrain or some melodic stuff by Mr. Peculiar, Sonic Species, Logic Bomb, S-Range, Hujaboy, Psypilot, Ovnimoon, Gyrro, Cosma and many more. Sometimes he plays b2b sets with DJ Plech (dark psychedelic) or with DJ Ondrej Psyla (Mystical Waves Records) in morning time.<br><br>Besides psychedelic trance he has been playing deep d`n`b and autonomic sound to perform actual progressive broken beatz sound which is his old love for many years.<br><br><br><br>Ondřej Valenta aka Ondrej Psyla is dj&label manager Mystical Waves Records.<br><br>He has been organizing psytrance parties since then and his DJ career began 3 years later in 2004. He started as a member of Trancedelic crew, became a founding member of Mystical Waves crew in 2004 and has been a substantial part of this group until today.<br><br>His sets range from 135 bpm (progressive trance) through 145 bpm (melodic mornig full-on trance) to 148bpm (night psytrance).<br><br>He enjoys presenting tracks by Protonica, Ovnimoon, Egorythmia, EClip, Ace Ventura, Liquid Soul, Symphonix, Jaia, Zen Mechanics, Nok, Freq, Suntree, Aerospace, Earsugar, Gaudium, Andromeda, Zyce, Nerso, Flegma, Sideform, Ectima, AMD, Sangeet, Aphid Moon, Corona, Tristan, Bitkit, Opptokopler, Ephedrix, Aquila, Fearsome Engine, Virtual Light, Sufi, Digicult, Dickster, Burn In Noise, Etnica, Pleidians, Silicon Sound, Atma, Electric Universe, Braincell, Rastaliens, EVP, RealityGrid, Archaic, Trold, Imaginary Sight, Penta, Psymmetrix, Parasense, Lemurians, Scorb, Suria, Hoodwink, DISSOCIACTIVE, Fungus Funk, Asimilon, Dust, Pantomiman, Ianuaria, Mole, Pararhythm, Haraburda, Dirty Saffi, Synthetik Chaos, Leftism, Flame and many more.<br><br>He also has a DJ chill out project on behalf Psyla in Waves.<br><br>In his appearances he prefers psychill, dub and ambient. He likes longer chill out sets which give him enough time to create special feeling and better atmosphere among the audience.<br><br>He lives and works in Prague.<br><br>He became a label DJ of Goblin Records, which specializes in darker kind of psytrance - dark psychedelic. Style of his playing progressed in another direction and so he left the label in 2010.",
"shortdesc": "",
"booking": "Mystical Waves | Polyhedra",
"origin": "cz"
},
{
"id": "spatial",
"name": "Spatial Feature",
"time": "01:00",
"duration": 120,
"wwwlink": "https://soundcloud.com/spatial_feature",
"icoimage": "content/images/artists/spatial-feature.jpg",
"profiletext": "",
"shortdesc": "live",
"booking": "Ouloop prod.",
"origin": "ru"
},
{
"id": "chors",
"name": "Chors",
"time": "03:00",
"duration": 120,
"wwwlink": "https://soundcloud.com/chors",
"icoimage": "content/images/artists/chors.jpg",
"profiletext": "",
"shortdesc": "live",
"booking": "Timeflux rec.",
"origin": "sk"
},
{
"id": "nulatri",
"name": "000333",
"time": "05:00",
"duration": 60,
"wwwlink": "http://www.mimo.cz",
"icoimage": "content/images/artists/000333.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Mimo TV",
"origin": "cz"
}
]
},
{
"id": "chill",
"name": "Chill Out",
"artists": [
{
"id": "kubis",
"name": "Kubis",
"time": "20:00",
"duration": 90,
"wwwlink": "",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Indian Express",
"origin": "cz"
},
 {
"id": "atati",
"name": "Atati",
"time": "21:30",
"duration": 120,
"wwwlink": "http://www.last.fm/music/Atati",
"icoimage": "content/images/artists/atati.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Blue Hour Sounds",
"origin": "ua"
},
{
"id": "alexdaf",
"name": "Alexander Daf",
"time": "23:30",
"duration": 120,
"wwwlink": "https://soundcloud.com/alexanderdaf",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "Under the stage name Alexander Daf acts Alexander Ivanov - a young and talented musician from St. Petersburg. As a devoted fan of ambient and chillout music, he creates his own unique sound. Its elements - endless ambient landscapes, complex rhythmic structures and subtle mood eastern ethnic. Alexander Dafa music is known and loved throughout the world. His work has been published in Italy (Laverna), Latvia (Elpa), Ukraine (Sentimony) and other legendary Lithuanian no-label Sutemos included track Dafa Inflow in the compilation of the IntelligentToys4, which was also presented creations of famous musicians - Vladislav Delay, Lackluster, Sleepy Town Manufacture, Funckarma and many others.<br><br>At the end of 2008 will be released a full album on System Recordings. Where their earlier work published artists such as: James Holden, Dieselboy, Evol Intent, Miss Kittin, Adam F and etc.<br><br>Currently, Alexander Daf is an integral part of the promotional group Sun Station, regularly performs in St. Petersburg (clubs' Griboyedov », F-108, Inside, Port, Respect) and other Russian cities, as well as taking participated in many large-scale festivals and open-airs - Klusadaba Intellectual Picnic (Riga, Latvia), Euthanasia (Minsk, Belarus), Trimurti Festival (Moscow, Russia), Armageddon Festival (Russia), etc.",
"shortdesc": "live",
"booking": " Aleph Zero rec.",
"origin": "ru"
},
{
"id": "ogidogi",
"name": "Ogi dogi",
"time": "01:30",
"duration": 120,
"wwwlink": "https://soundcloud.com/yudhisthira",
"icoimage": "content/images/artists/ogidogi.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Vertigo rec.",
"origin": "ua"
},
{
"id": "gunsiq",
"name": "Guns IQ",
"time": "03:30",
"duration": 120,
"wwwlink": "http://www.trootootoo.com/",
"icoimage": "content/images/artists/gunsiq.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Trootootoo",
"origin": "ru"
},
{
"id": "psygor",
"name": "Psygor, Kapec, Harry",
"time": "05:30",
"duration": 30,
"wwwlink": "http://psyalaskacrew.wix.com/sk",
"icoimage": "content/images/artists/psygor.jpg",
"profiletext": "Igor Bendik aka Psygor is one of the founders and managers of PsyAlaska Tribe collective (2001), which became famous for its activities in the development of psychedelic trance scene in Slovakia and cyclic open air party on the mountain summit called Chvatimech (870 m). Psygor constantly takes participant in an organization of various psyevents, parties and chai-shops. He also decorates and engages in promotion of psychedelic cultue.<br><br>",
"shortdesc": "",
"booking": "psyalaska",
"origin": "sk"
}
]
}
]
},
{
"id": "sobota",
"name": "SOBOTA",
"date": "24.8.2013",
"stages": [
{
"id": "main",
"name": "Main",
"artists": [
{
"id": "nulatri",
"name": "000333",
"time": "06:00",
"duration": 30,
"wwwlink": "http://www.mimo.cz",
"icoimage": "content/images/artists/000333.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Mimo TV",
"origin": "cz"
},
{
"id": "manga",
"name": "Manga",
"time": "06:30",
"duration": 90,
"wwwlink": "http://www.myspace.com/boomanga/music",
"icoimage": "content/images/artists/manga.jpg",
"profiletext": "",
"shortdesc": "live",
"booking": "Ouloop prod.",
"origin": "ru"
},
{
"id": "keeray",
"name": "Keeray",
"time": "08:00",
"duration": 120,
"wwwlink": "http://www.kerray.cz/",
"icoimage": "content/images/artists/keeray.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "psytrance.cz",
"origin": "cz"
},
{
"id": "jayex",
"name": "Jayex",
"time": "10:00",
"duration": 90,
"wwwlink": "https://soundcloud.com/spacekirtan",
"icoimage": "content/images/artists/jayex.jpg",
"profiletext": "goa-psy trance and dubstep producer from dark forests of Bouzov microregion",
"shortdesc": "live/dj",
"booking": "U.S.E",
"origin": "cz"
},
{
"id": "jarin",
"name": "Jarin",
"time": "11:30",
"duration": 90,
"wwwlink": "http://www.jarin.cz/",
"icoimage": "content/images/artists/jarin.jpg",
"profiletext": "I've started DJing in 2004. Since 2005-6 i've started to play more in czech clubs and festivals. My favourit music styles are inteligent psytrance, australian psy progressive and breakbeat.",
"shortdesc": "",
"booking": "Yupisashi",
"origin": "cz"
},
						{
"id": "rachetik",
"name": "Rachetik",
"time": "13:00",
"duration": 90,
"wwwlink": "",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Hedonix",
"origin": "cz"
},
{
"id": "martyzan",
"name": "Martyzan",
"time": "14:30",
"duration": 90,
"wwwlink": "https://soundcloud.com/martyzan",
"icoimage": "content/images/artists/martyzan.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "U.S.E",
"origin": "cz"
},
{
"id": "inkflo",
"name": "Ink Flo",
"time": "16:00",
"duration": 90,
"wwwlink": "https://soundcloud.com/inkflopsy",
"icoimage": "content/images/artists/inkflo.jpg",
"profiletext": "poslední dobou jsem oproti minulosti lehce zklidnil, nejraději mám různé odnože bass music (global bass, uk funky, electro, midget, bassline house, dubstep, wonky) v BPM rozmezí 130 - 135 BPM. Co mi zůstalo je záliba v různorodosti, rychlém střídání substylů (nalomené/rovné, vokálové/instrumental) a tracků (většinou minimálně 30 za hodinu). Kromě toho rád valím i obskurní ambient/psychedelic/experimental sety nebo všemožné minimal tucky alá Dirtybird Records, Worthy, Claude Vonstroke atp, no a občas i psygressive záležitosti (Glitchy Tonic Records, Zenon Records atd.)<br><br>tady na pobavení starý promo z new new festivalu 07 :-)<br><br>Vyrostl na tekno/DnB akcích pod vlivem levného alkoholu a předražených drog, po přechodu do nového tisíciletí se pak nejčastěji pohyboval na psytrance akcích. Jinak se o něm nic moc neví, občas se od něj objeví nějaká recenze na newmusic.cz nebo psytrance.cz a příležitostně se prý někde ukáže a něco zahraje (třeba na bassta fidli akcích v Uh. Hradišti nebo ve sluníčkových psy chill outech, kde většinou hraje něco, co se tam moc nehodí). Když se mu zadaří pár mixů, říká tomu DJing, když ne, nechává si říkat selector. Stylově cokoliv od mash-up/bastard popu přes breakcore/experimental/IDM až po dubstep, ambient, psytrance atd...",
"shortdesc": "",
"booking": "",
"origin": "cz"
},
{
"id": "starf",
"name": "Starf",
"time": "17:30",
"duration": 90,
"wwwlink": "http://www.idj.cz/starf/",
"icoimage": "content/images/artists/starf.jpg",
"profiletext": "Narozen 1988 v Praze, o hudbu jsem se zacal zajimat jiz v utlem mladi, nicmene k EDM jsem se dostal az ve svych 17 letech pres prog trance.<br>V zacatcich (r. 2007) jsem cca pul roku experimentoval s ruznymi styly az jsem nakonec zakotvil u melodictejsiho minimalu a pribuzne muziky, kteremu jsem zustal verny cca 2 roky. Posledni 4 roky se drzim psychedelicke hudby - psytrance, goa, ambient, chillout, acid techno.<br>Fascinuje me take analogova synteza, kterou rad objevuji doma po vecerech.",
"shortdesc": "",
"booking": "Otrozona",
"origin": "cz"
},
{
"id": "dacube",
"name": "Dacube",
"time": "19:00",
"duration": 90,
"wwwlink": "",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Cosmic Frog",
"origin": "cz"
},
{
"id": "darkol",
"name": "Darkol Trinity",
"time": "20:30",
"duration": 120,
"wwwlink": "https://soundcloud.com/darkol-trinity",
"icoimage": "content/images/artists/darkol.jpg",
"profiletext": "",
"shortdesc": "live",
"booking": "Glitchy Tonic rec.",
"origin": "ru"
},
{
"id": "yudhisthira",
"name": "Yudhisthira",
"time": "22:30",
"duration": 90,
"wwwlink": "https://soundcloud.com/yudhisthira",
"icoimage": "content/images/artists/yudhisthira.jpg",
"profiletext": "Yudhisthira is the oldest Macedonian goa/psychedelic trance band, consisted of Ogi and Bugi. Those talented musicians met back in 1997 and decided to make music together. Their first gig dates back in 1998. Ogi is a producer (also working as sound engineer for video projects) and DJ and Bugi is multi talented music genius that played in many ethno bands. Their music speaks itself and their live act is a unique trance experience. Performed all around here and there: Austria, Belgium, Bulgaria, Croatia, Italy, France, Finland, Germany, Japan, Portugal, Russia, Serbia, Slovenia, Taiwan, Turkey, Ukraine and hundreds of times in Macedonia. They released the first album CivilizationandTranscendance in 2008 for Glowing Flame rec. The second one SineQuaNon for Vertigo rec. in 2011",
"shortdesc": "live",
"booking": "Vertigo rec.",
"origin": "mk"
},
{
"id": "muscaria",
"name": "Muscaria",
"time": "00:00",
"duration": 120,
"wwwlink": "https://soundcloud.com/paramuscaria",
"icoimage": "content/images/artists/muscaria.jpg",
"profiletext": "The mastermind behind Muscaria is Thomas Wiesinger, located in Austria. Introduced to the Psychodelic music scene in 2000, he started djing in 2004. After paricipating many parties, he began to make his own sound in 2006. He describes his sound as expermintal psychodelic sound, using many differnent hardware synth´s, taking a lot of insperation from oldschool sounds of the early 90´s.",
"shortdesc": "live",
"booking": "Banyan rec.",
"origin": "au"
},
{
"id": "gappeq",
"name": "Gappeq",
"time": "02:00",
"duration": 120,
"wwwlink": "http://www.myspace.com/gappeq",
"icoimage": "content/images/artists/gappeq.jpg",
"profiletext": "Hi, my name is Jiri Tomasek and i have been involved in music since i was 10 years old. My first steps with a guitar in my hand lead through folk&country music, shortly after that i started playing classical guitar. Later on i also played the keyboards and percussions in a live band.<br><br>It didn’t take long and i discovered electronic sounds and started exploring how to make some myself. I got a little MS-DOS based tracker called Tetramed, loaded up some 8-bit samples and filled all 4 available tracks with them! The software and hardware changed over the years, but not the passion. Musical styles didn’t matter to me, i’ve gone through d’n'b, breakbeat, trance, dub, house, industrial, ambient, and everthing in between. The change happened in 2000. Got into psytrance and couldn’t get out, so i stayed in and released some tracks on Ketuh Records. Response was good, more releases followed. I started playing at parties around Europe, then i moved to Sydney to study sound engineering at SAE for a few years.<br><br>My first official album was released during this period on Wirikuta Recordings. Music comes out of my computer, my only role being not to screw it up. It likes being driven by layers of atmospheric textures interlacing and weaving a way for an experienced and attentive listener. It has never been speed-driven.<br><br>2010 is the year of my second album, Made of Clay, released on Parvati Records.",
"shortdesc": "live",
"booking": "Parvati rec.",
"origin": "cz"
},
{
"id": "psyrix",
"name": "Psyrix",
"time": "04:00",
"duration": 90,
"wwwlink": "https://myspace.com/djpsyrix",
"icoimage": "content/images/artists/psyrix.jpg",
"profiletext": "Dj Psyrix aka Michal is a 31-year-old Czech artist with Greek and Polish roots living in Prague.His DJ career started in 1998 in the Czech underground techno scene. In 1999 he became one of the founding members of the Hedonix crew.<br><br>Together with Perplex, Prenatal and Searcher they helped to develop the Psytrance scene in Czech Republic. They started new festival projects such as the well known Valpurga festival and spread the psychedelic culture through the air with the show “Vibrations” on radio Akropolis.<br><br>In 2010 Psyrix completed his audio engineering degree in Amsterdam and then went on to start a project called “Silent Studio” which specializes in creative media and sound design<br><br>Psyrix is known for his unorthodox mixing style influenced by other music genres.<br><br>He focuses on excellent sound quality and prefered genre is organic forest trance with many breakdowns and twisted leads.",
"shortdesc": "",
"booking": "Nedonix",
"origin": "cz"
},
{
"id": "petrix",
"name": "Petrix",
"time": "05:30",
"duration": 30,
"wwwlink": "https://soundcloud.com/petrixx",
"icoimage": "content/images/artists/petrix.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Trancecarpathiarts",
"origin": "ua"
}
]
},
{
"id": "chill",
"name": "Chill Out",
"artists": [
{
"id": "psygor",
"name": "Psygor, Kapec, Harry",
"time": "06:00",
"duration": 230,
"wwwlink": "http://psyalaskacrew.wix.com/sk",
"icoimage": "content/images/artists/psygor.jpg",
"profiletext": "Igor Bendik aka Psygor is one of the founders and managers of PsyAlaska Tribe collective (2001), which became famous for its activities in the development of psychedelic trance scene in Slovakia and cyclic open air party on the mountain summit called Chvatimech (870 m). Psygor constantly takes participant in an organization of various psyevents, parties and chai-shops. He also decorates and engages in promotion of psychedelic cultue.<br><br>",
"shortdesc": "",
"booking": "psyalaska",
"origin": "sk"
},
{
"id": "glob",
"name": "Glob a Globbeq",
"time": "10:30",
"duration": 90,
"wwwlink": "",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "U.S.E",
"origin": "cz"
},
{
"id": "shantiboy",
"name": "Shantiboy 108",
"time": "12:00",
"duration": 90,
"wwwlink": "https://soundcloud.com/shantiboy108",
"icoimage": "content/images/artists/shantiboy.jpg",
"profiletext": "Shantiboy108 je skromný a duchovní člověk a proto o sobě nechce nic sdělit",
"shortdesc": "",
"booking": "",
"origin": "cz"
},
{
"id": "petrix",
"name": "Petrix",
"time": "13:30",
"duration": 90,
"wwwlink": "https://soundcloud.com/petrixx",
"icoimage": "content/images/artists/petrix.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Trancecarpathiarts",
"origin": "ua"
},
{
"id": "dacube",
"name": "Dacube",
"time": "15:00",
"duration": 90,
"wwwlink": "",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Cosmic Frog",
"origin": "cz"
},
{
"id": "nulatri",
"name": "000333",
"time": "16:30",
"duration": 90,
"wwwlink": "http://www.mimo.cz",
"icoimage": "content/images/artists/000333.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Mimo TV",
"origin": "cz"
},
{
"id": "dizetai",
"name": "Dizetai",
"time": "18:00",
"duration": 90,
"wwwlink": "https://soundcloud.com/dizetai",
"icoimage": "content/images/artists/dizetai.jpg",
"profiletext": "",
"shortdesc": "live",
"booking": "WKC",
"origin": "cz"
},
{
"id": "boomanga",
"name": "Boomanga",
"time": "19:30",
"duration": 120,
"wwwlink": "https://soundcloud.com/boomanga",
"icoimage": "content/images/artists/boomanga.jpg",
"profiletext": "",
"shortdesc": "live",
"booking": "Chaotic Experience",
"origin": "ru"
},
{
"id": "seamoon",
"name": "Seamoon",
"time": "21:30",
"duration": 120,
"wwwlink": "https://soundcloud.com/seamoon",
"icoimage": "content/images/artists/seamoon.jpg",
"profiletext": "Seamoon is the psychedelic chillout project of Simon Neumann, a German artist and educated audio engineer, located in South Germany. With a background as a jazz drummer in his youth, Simon got sucked into psychedelic electronic music when he was about 17. From then on, he spent his freetime tweaking exotic psychedelic downtempo beats with mystical atmospheres and twisted lead sounds.<br><br>Without any certain approach, philosophy or thought, Simon creats his music directly out of his deeper inner essence and tries to express his rising emotions of the moment through the medium of sound. See, hear, feel and understand his music as what it really is: Just an expression of the moment, whose depth can be explored to infinity.",
"shortdesc": "",
"booking": "Awakening rec.",
"origin": "de"
},
{
"id": "smokevis",
"name": "Smoke Visions",
"time": "23:30",
"duration": 120,
"wwwlink": "https://soundcloud.com/smoke-visions",
"icoimage": "content/images/artists/smoke-visions.jpg",
"profiletext": "goa-psy trance and dubstep producer from dark forests of Bouzov microregion",
"shortdesc": "live",
"booking": "U.S.E",
"origin": "cz"
},
{
"id": "mihail",
"name": "Mihail",
"time": "01:30",
"duration": 90,
"wwwlink": "",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Cosmic Frog",
"origin": "cz"
},
{
"id": "darjeel",
"name": "Darjeel",
"time": "03:00",
"duration": 90,
"wwwlink": "https://soundcloud.com/darjeel",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Glitch.cz",
"origin": "cz"
},
{
"id": "eklektikfl",
"name": "Eklektik Fluidum",
"time": "04:30",
"duration": 90,
"wwwlink": "https://soundcloud.com/eklektik_fluidum",
"icoimage": "content/images/artists/eklektik.jpg",
"profiletext": "Fascinated by unique raw sound of drum and bass and powerful atmosphere of the first dvoika.troika parties in ostrava (1999), Eklektik Fluidum started playing drum and bass and promoting parties in his city (2001), which finaly led to the birth of basstillbeat crew (2002). hc nuskool, synthetic fractures, bugbears, amens & atmospheric cosmos were significant for his sets, but he was also collecting downtempo vinyls, especially from his beloved ninjatune label and czech god of belcanto karel gott ;). after several years filled with enthusiasm for dnb scene and of playing in clubs all over czech republic with people like: optiv/cause4concern, raw.full/ill.skillz, n.phect, mindscape, jade, crossfire, grooveside project, duster, axiom, rusher and czech dnb elite like: morebeat, no money, pixie, dvoika.troika crew etc. he felt bounded by the limits of one genre and began (2006) to explore alternative ways how to express his deep passion for music - the result is eklektik fluidum... melting pot of 70-170 bmp wonkadelic funkyglitched bassline psynergy without any genre limits :)",
"shortdesc": "",
"booking": "Bass:till:beat",
"origin": "cz"
}
]
}
]
},
		{
"id": "nedele",
"name": "NEDĚLE",
"date": "25.8.2013",
"stages": [
{
"id": "main",
"name": "Main",
"artists": [
{
"id": "petrix",
"name": "Petrix",
"time": "06:00",
"duration": 90,
"wwwlink": "https://soundcloud.com/petrixx",
"icoimage": "content/images/artists/petrix.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Trancecarpathiarts",
"origin": "ua"
},
{
"id": "wirrareka",
"name": "Wirrareka & Galactic Sun",
"time": "07:30",
"duration": 120,
"wwwlink": "https://soundcloud.com/wirrareka",
"icoimage": "content/images/artists/wirrareka.jpg",
"profiletext": "",
"shortdesc": "live",
"booking": "Mystical Waves",
"origin": "sk"
},
{
"id": "ogidogi",
"name": "Ogi dogi",
"time": "09:30",
"duration": 90,
"wwwlink": "https://soundcloud.com/yudhisthira",
"icoimage": "content/images/artists/ogidogi.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Vertigo rec.",
"origin": "ua"
},
{
"id": "kusvekyakakao",
"name": "Kusvekyakakao",
"time": "11:00",
"duration": 90,
"wwwlink": "",
"icoimage": "content/images/artists/kusvekyakakao.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Noise tribe",
"origin": "cz"
},
{
"id": "suprise",
"name": "??",
"time": "12:30",
"duration": 210,
"wwwlink": "http://",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "",
"origin": ""
}
]
},
{
"id": "chill",
"name": "Chill Out",
"artists": [
{
"id": "kashmir",
"name": "Kashmir",
"time": "06:00",
"duration": 90,
"wwwlink": "",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Hedonix",
"origin": "cz"
},
{
"id": "psygor",
"name": "Psygor, Kapec, Harry",
"time": "07:30",
"duration": 270,
"wwwlink": "http://psyalaskacrew.wix.com/sk",
"icoimage": "content/images/artists/psygor.jpg",
"profiletext": "Igor Bendik aka Psygor is one of the founders and managers of PsyAlaska Tribe collective (2001), which became famous for its activities in the development of psychedelic trance scene in Slovakia and cyclic open air party on the mountain summit called Chvatimech (870 m). Psygor constantly takes participant in an organization of various psyevents, parties and chai-shops. He also decorates and engages in promotion of psychedelic cultue.<br><br>",
"shortdesc": "",
"booking": "psyalaska",
"origin": "sk"
},
{
"id": "mihail",
"name": "Mihail",
"time": "12:00",
"duration": 300,
"wwwlink": "",
"icoimage": "content/images/artists/blank.jpg",
"profiletext": "",
"shortdesc": "",
"booking": "Cosmic Frog",
"origin": "cz"
}
]
}
]
}
]
}